
[{"title":"Saving Democracy Starts at Home, Mr. President",
"description": "This differs from square image and social media image as the square image will be used for thumbnails and on index pages, while the social media image will be used only when the article is shared on social media. The regular image is just an image you want featured in the article. Include an image caption to have a short description underneath the photo. Remember that the image description and image summary are different though, as image caption is a caption underneath the photo and image description should describe the image for those using screen readers. This means they don't need to be the same. ",
"date":"2021-01-20",
"upvotes": 253
} ,

{"title": "South Korean Navy commandoes seized the two North Koreans" ,
"description": "South Korean Navy commandoes seized the two North Koreans from their squid-fishing boat in early November after they had repeatedly resisted an order to surrender, according to South Korean officials. After their capture, the two confessed that they were running from the law after murdering the captain and 15 other crewmen on their boat, South Korean officials said. They also said they wanted to defect to the South. The South Korean authorities decided to treat them not as political refugees but" ,
"date":"2021-05-20",
"upvotes": 160},

{
"title":"Fenway Park COVID-19 vaccine and booster clinic opening",
"description":"Fenway Park’s COVID-19 vaccine and booster clinic will open Jan. 6 with the capacity to administer 1,300 doses each day, the Baker administration said Tuesday in a statementThe statement from the Executive Office of Health and Human Services said the clinic at the ballpark will offer “primary series” vaccines for those age 5 and older, as well as booster shotsOfficials said Fenway is one of five additional sites opening in early January that will offer a primary series of COVID-19 vaccinations to residents age 5 and older, and boosters to those 16 and over.The five sites add to the nearly 1,000 locations where state residents can get vaccinated and boosted against the virus, officials said.",
"date":"2021-08-20",
"upvotes": 50},


{"title":"STOP! Do this before upgrading your Samsung Galaxy phone to Android 12",
"description":"Samsung earned some valuable points when it began rolling out Android 12 ahead of its rivals, but the company lost them just as quickly once it halted the update due to unforeseen issues.The Android 12 update doesn’t seem to have been properly tested before Samsung greenlit it for public release on the Galaxy S21 series, the Galaxy Z Flip 3, and the Galaxy Z Fold 3. The company had to halt the rollout due to bugs and compatibility issues with Google Play services, all of which cropped up post-releaseSamsung and Google have addressed the problems and the update process has since resumed. Even the Galaxy Z Fold 2, the Galaxy S20, and the Galaxy Note 20 are now getting Android 12 and One UI 4.0 in select European countries. But, there’s a caveat.",
"date":"2021-10-20",
"upvotes": 165},


{"title":"Law enforcement urge people to avoid using navigation apps amid winter storm in the Sierra",
"description":"CALIFORNIA, USA — More than 50 reports of people getting stuck on backroads in several locations, including Plumas County, came in after Google and Apple Maps told drivers to take the backroads. They were trying to get around road closures caused by record-breaking December snow. Law enforcement says people need to heed those road closures.With 80 being closed for several days and almost every route into the lake being closed, people are trying to find alternative routes and they are inadvertently taking roads that are not plowed or maintained with poor cell service, creating a recipe for disaster, said Sgt. Mike Powers, spokesperson for the Placer County Sheriff's Office.Some on Twitter called Google maps an abject failure, adding that people are risking their lives being sent to poorly maintained roads in a winter storm. ABC10 reached out to Google to get answers. Google says, In light of the unpredictable conditions from the current snowstorm, our team is working as quickly as possible to update routes in the Lake Tahoe area using a combination of third party data and details from local authorities. We currently show a winter storm warning to alert drivers in the area, and encourage everyone to stay alert and attentive.",
"date":"2021-04-20",
"upvotes": 58
},

{"title":"14-year-old girl fatally shot by LAPD ",
"description":"Valentina Orellana-Peralta's dream of becoming an American citizen and studying robotics ended days before Christmas on the dressing room floor of a Los Angeles clothing store, where she was fatally shot by police.A day after video released by the Los Angeles Police Department raised new questions about the fatal shooting Thursday, Valentina's mother described clutching her daughter and praying in the dressing room moments before the girl was struck by a round from a police rifle.A distraught Juan Pablo Orellana Larenas, who flew to flew to Los Angeles from their native Chile, told reporters Tuesday that his daughter had once assured him the US was the safest country in the world.In tears, Valentina's mother, Soledad Peralta, described taking cover after hearing screams while shopping for a Christmas dress for the girl.We sat down and held each and prayed,said Peralta said, adding that Valentina fell to the floor after being shot.",
"date":"2021-12-20",
"upvotes": 112},


{"title":"Harry Reid, a longtime US senator from Nevada and former Democratic leader",
"description":"The scrappy former Democratic Senate leader who spearheaded epic legislative battles through three decades in Congress, has died at the age of 82, according to a statement from his wife, Landra Reid.I am heartbroken to announce the passing of my husband, former Senate Majority Leader Harry Reid. He died peacefully this afternoon, surrounded by our family, following a courageous, four-year battle with pancreatic cancer,she said in a statement Tuesday.Reid rose from humble beginnings in Searchlight, Nevada, to become the most powerful politician in Nevada history, capping off his political career as the Democratic leader in the Senate, including eight years in the majority.President Joe Biden, who served with Reid in the Senate, called him one of the all-time great Senate Majority Leaders in our history in a statement Tuesday.He was my leader, my mentor, one of my dearest friends, Senate Majority Leader Chuck Schumer, a New York Democrat, said in a statement Tuesday evening. He's gone but he will walk by the sides of many of us in the Senate every single day.",
"date":"2021-09-20",
"upvotes": 96
}]